{   "columns" : 2,
    "en" : 
        {
            "screens" : [
                { "content" : 
                    [
                        "The current version is a test release. It is necessary first of all to understand whether it is necessary to develop it further or it is enough as it is now.",
                        "I really want to continue to develop and I have a plan, it is marked next to it. I really like the idea of making a convenient and useful program, as it primarily benefits me.",
                        "However, I know that my vision may not be entirely correct, so I will be happy to get any feedback: wishes, suggestions, or caught bugs. Write to me!"
                    ],
                   "reverse" : true
                },
                    { "content" : 
                    [
                        "<ul>",
                        "<li>New interface, probably on React Native.</li>",
                        "<hint>This is a faster development. The current QT interface is very difficult to develop.</hint>",
                        "<li>Processor frequency control in absolute values. For example, 2GHz, not 74%.</li>",
                        "<hint>Makes working with the program more convenient and understandable.</hint>",
                        "<li>Individual profiles for applications with forced turbo.</li>",
                        "<hint>Not every type of load can be defined as Turbo. For example, applications with variable CPU usage, such as GuitarRig.</hint>",
                        "<li>More information on the main screen.</li>",
                        "<hint>For better monitoring and customization to your needs.</hint>",
                        "</ul>"
                    ],
                    "reverse" : true
            }
            ]
        },
    "ru" : 
        {
            "screens" : [
                { "content" : 
                    [
                        "Текущая версия это тестовый релиз. Он нужен в первую очередь чтобы понять нужно ли развивать его дальше или как есть сейчас уже достаточно.",
                        "Я очень хочу продолжить развитие и у меня есть план, он обозначен рядом. Мне очень нравится идея сделать удобную и полезную программу, так как в первую очередь она приносит пользу мне.",
                        "Однако я знаю, что мое видение может быть не совсем верным, потому буду рад любой обратной связи: пожеланиям, предложениям или отловленным багам. Пишите мне!"
                    ],
                    "reverse" : true
                },
                { "content" : 
                    [
                        "<ul>",
                        "<li>Новый интерфейс, возможно на React Native.</li>",
                        "<hint>Это более быстрое развитие. Текущий интерфейс на QT очень сложно развивать.</hint>",
                        "<li>Управление частотой процессора в абсолютных значениях. Например, 2Ггц, а не 74%.</li>",
                        "<hint>Сделает работу с программой удобнее и понятнее.</hint>",
                        "<li>Индивидуальные профили для приложений с принудительным турбо.</li>",
                        "<hint>Не любой тип нагрузки можно определить как Турбо. Например, приложения с переменным использованием CPU, такие как GuitarRig.</hint>",
                        "<li>Больше информации на главном экране.</li>",
                        "<hint>Для лучшего мониторинга и настройки под свои потребности.</hint>",
                        "</ul>"
                    ],
                    "reverse" : true
                }
            ]
        }
}