{   "ru" : 
        {
            "screens" : [
                { "content" : 
                    [
                        "AveWall — это бесплатная программа, с помощью которой можно настроить свои обои рабочего стола для каждого приложения или игры. Поможет если:",
                        "<ol>",
                        "<li>В играх обои на втором мониторе слишком яркие и надо автоматически заменять их на темные.</li>",
                        "<li>Хочется создать рабочий фон при запуске рабочих программ, а домашний после их закрытия.</li>",
                        "<li>Использовать деловые обои при демонстрации экрана в MS Teams, WhatsApp и других приложениях.</li>",
                        "</ol>",
                        "Программа работает без прав администратора и установки. Скачай, запускай и она будет выполнять свою задачу. Единственный раз когда права администратора потребуются — при добавлении в автозагрузку, но это не обязательно.",
                        "Исходный код доступен на <Link href='https://github.com/treepoint/AveWall'>Github</Link>, вы можете собрать программу сами." 
                    ],
                   "image" : "/images/screenshots/ru/avewall_main_ru.png",
                   "image_style" : {"maxHeight": "826px", "height": "640px", "maxWidth": "100%", "width": "100%"},
                   "image_alt" : "Окно настроек AveWall",
                   "reverse" : true,
                   "additional_block_below" : "DownloadButton"
                }
            ]
        },
    "en" : 
        {
            "screens" : [
                { "content" : 
                    [
                        "AveWall is a free program with which you can customize your desktop wallpaper for each application or game. It will help if:",
                        "<ol>",
                        "<li>In games, the wallpaper on the second monitor is too bright and you have to automatically replace it with a darker one.</li>",
                        "<li>I want to create a work background when starting work programs, and a home background after closing them.</li>",
                        "<li>Use business wallpaper when showing the screen in MS Teams, WhatsApp and other applications.</li>",
                        "</ol>",
                        "The program works without administrator rights and installation. Download it, run it and it will do its job. The only time you will need administrator rights is when adding it to the autoloader, but it is not necessary..",
                        "The source code is available on <Link href='https://github.com/treepoint/AveWall'>Github</Link>, you can build the program yourself."
                    ]
                    ,
                    "image" : "/images/screenshots/en/avewall_main_en.png",
                    "image_style" : {"maxHeight": "826px", "height": "640px", "maxWidth": "100%", "width": "100%"},
                    "image_alt" : "AveWall main window",
                    "reverse" : true,
                    "additional_block_below" : "DownloadButton"
                }
            ]
        }
}