{
  "githab_page_headline": "Github main page",
  "issues_headline": "Issues",
  "discussions_headline": "Discussions",
  "support_headline": "Support",

  "main_window_screenshot_url" : "/images/screenshots/en/main_window.png",
  "settings_window_screenshot_url" : "/images/screenshots/en/settings.png",

  "main_window_screenshot_alt" : "AveTemp main window",
  "settings_window_screenshot_alt" : "AveTemp settings window",


  "update_message_text": "New version 1.4.7 is available!",

  "for_what": "How to reduce the temperature with AveTemp",

  "promo_install": "Download and setup AveTemp",
  "promo_reduce": "It will reduce temps and noise in idle",
  "promo_turbo": "Under load, it will turn on the turbo",

  "download_button": "Download",
  "send_button": "Submit",

  "and": "and",

  "read_more" : "Read more...",

  "link_will_be_available" : "The link will be available via ",
  "seconds..." : " seconds...",
  "download_disclaimer" : "Thank you for downloading! If you have any problems, you can always text me.",
  "your_link" : "Your link: ",

  "support_text": "I will be glad for the support. It is not necessary, but it motivate.",

  "releases_location_text": "All releases are available on ",

  "1_4_7_cores_load" : "Fixed: cores load showing correctly on Intel CPU's now",
  "1_4_7_max_values" : "Fixed: max values for TDP and temps now are not going over the top",
  "1_4_7_version_number" : "Feature: added new version number to update message",
  "1_4_7_debug_stack" : "Feature: added debug stack logging to file from LibreHardwareMonitorLib sensors if it needed. Be default it's off, can be runed by start with argument «--hardware-dump»",
  "1_4_7_support" : "Support: added Boosty and Patreon buttons to settings window. I'll be very glad if you'll support me, subscription starts from 1$",

  "1_4_6_update_LHMLib" : "Updated LHMLib to latest nightly build",
  "1_4_6_statistics_recording" : "Feature: added recording of statistics to the file immediately after enabling this setting",
  "1_4_6_cpu_load_not_updates" : "Fixed: CPU load sometimes not updates after Windows sleep",
  "1_4_6_autostart_crushing" : "Fixed: if shutdown was unexpected than next autostart might crush",
  "1_4_6_min_max_reset" : "Fixed: min and max temps and TDP were not reset if stat collecting had been enabled",
  "1_4_6_incorrect_max_values" : "Potentially fixed: sometimes max values were incorrect",

  "1_4_5_debug" : "Feature: added logging to file «debug.txt» if app goes wrong. If you will encounter crushes, you can send me that file with short description of the problem and i will try to fix that ASAP.",
  "1_4_5_settings_not_apply" : "Fixed: CPU settings not applied in some cases.",
  "1_4_5_minimal_states" : "Fixed: minimal default CPU states in Windows — 5 and 80 percent on battery and on plug respectively — were higher than custom maximum state and it prevented decreasing CPU frequency.",
  "1_4_5_doubled_run" : "Fixed: double run was possible. ",
  "1_4_5_clear_buttons" : "Fixed: clear buttons for temp, TDP, and average values were broken during last vast refactoring and not working.",
  "1_4_5_cpu_settings_not_resetings" : "Fixed: Windows default settings for CPU does not apply when program was closed from tray.",
  "1_4_5_UI_updates" : "Fixed: on startup UI are updating though app was running as minimized to tray.",
  "1_4_5_change_defaults" : "Optimization: changed default values for backup interval, temps, TDP collect interval and CPU threshold to 15 min, 0.7 sec and 80 percent respectively. Affect only start without settings file.",
  "1_4_5_tray_icon_updates" : "Optimization: tray icon now updates only if current temp was change.",
  "1_4_5_legacy" : "Optimization: removed collection and updating 2 legacy's lists: «general_temps» and «general_TDP».",

  "1_4_4_crushes": "Fixed unexpected crushes when CPU mode was changed.",

  "feedback_headline" : "How to get in touch?",
  "feedback_text_1" : "I would be glad to get any feedback: about bugs, suggestions for improvement, help in development and testing data.",
  "feedback_text_2" : "The list of current tasks is available at",
  "feedback_text_3" : "If you have an account, feel free to create new tasks or comment on old ones.",
  "feedback_text_4" : "Or write me through the form, I regularly check my mail, so I will answer within 1-2 days.",

  "ff_message" : "Message",
  "ff_disclaimer_1" : "I promise to use your Email only to get back to you. No mailings without your consent.",
  "ff_error" : "An error occurred, try again later.",
  "ff_success" : "Letter received, thanks for the feedback!",

  "home_button" : "Home",
  "not_found_text" : "There is no such page yet :(",

  "r_map_1" : "The current version is a test release. It is necessary first of all to understand whether it is necessary to develop it further or it is enough as it is now.",
  "r_map_2" : "I really want to continue to develop and I have a plan, it is marked next to it. I really like the idea of making a convenient and useful program, as it primarily benefits me.",
  "r_map_3" : "However, I know that my vision may not be entirely correct, so I will be happy to get any feedback: wishes, suggestions, or caught bugs. Write to me!",

  "r_map_task_1_name" : "New interface, probably on React Native.",
  "r_map_task_1_hint" : "This is a faster development. The current QT interface is very difficult to develop.",

  "r_map_task_2_name" : "Processor frequency control in absolute values. For example, 2GHz, not 74%.",
  "r_map_task_2_hint" : "Makes working with the program more convenient and understandable.",

  "r_map_task_3_name" : "Individual profiles for applications with forced turbo.",
  "r_map_task_3_hint" : "Not every type of load can be defined as Turbo. For example, applications with variable CPU usage, such as GuitarRig.",

  "r_map_task_4_name" : "More information on the main screen.",
  "r_map_task_4_hint" : "For better monitoring and customization to your needs."
}
