{
  "githab_page_headline": "Страница на Github",
  "issues_headline": "Доработки",
  "discussions_headline": "Обсуждение",
  "support_headline": "Поддержать",

  "main_window_screenshot_url" : "/images/screenshots/ru/main_window.png",
  "settings_window_screenshot_url" : "/images/screenshots/ru/settings.png",

  "main_window_screenshot_alt" : "Главное окно AveTemp",
  "settings_window_screenshot_alt" : "Окно настроек AveTemp",

  "update_message_text": "Доступна новая версия 1.4.7!",

  "for_what": "Как снизить температуру с помощью AveTemp",

  "promo_install": "Скачай и настрой AveTemp",
  "promo_reduce": "Она уменьшит шум и температуры в простое",
  "promo_turbo": "Под нагрузкой включит турбо",

  "download_button": "Скачать",
  "send_button": "Отправить",

  "and": "и",

  "read_more" : "Читать дальше...",

  "link_will_be_available" : "Ссылка будет доступна через ",
  "seconds..." : " секунд...",
  "download_disclaimer" : "Спасибо за скачивание! При возникновении проблем вы всегда можете написать мне.",
  "your_link" : "Ваша ссылка: ",

  "feature_continuous": "Непрерывный мониторинг температуры и TDP процессора",
  "feature_collecting_states": "Сбор и отображение минимальных, максимальных, текущих температур и TDP",
  "feature_collecting_times": "Сбор и отображение средних показателей за 1, 5, 15, 60 минут и 24 часа",
  "feature_automatic_adjust": "Автоматическое изменение состояния производительности процессора, режима Turbo. Кроме того, все настраивается: порог загрузки процессора, целевые состояния. Так же управление процессором можно отключить вовсе",
  "feature_autostart": "Автозапуск при входе в систему",
  "feature_autocolor": "Автоматическое изменение цвета шрифта в трее для темного и светлого режима Windows. Проверяется при перезагрузке AveTemp и каждые 5 минут",
  "feature_low_cpu": "Низкое использование процессора. Для Ryzen 4600H это < 1% максимум, большую часть времени - 0,01%",

  "feature_cl" : "Полный список изменений и функциональности от версии к версии есть здесь — ",
  "feature_cl_link" : "список изменений",

  "support_text": "Буду рад за поддержку. Не обязательно, но мотивирует.",

  "releases_location_text": "Все релизы доступны в ",

  "1_4_7_cores_load" : "Исправлено: загрузка ядер теперь корректно отображается на процессорах Intel",
  "1_4_7_max_values" : "Исправлено: максимальные значения для TDP и температуры теперь не зашкаливают",
  "1_4_7_version_number" : "Функциональность: добавлен номер новой версии в сообщение об обновлении",
  "1_4_7_debug_stack" : "Функциональность: добавлена запись логов отладочного стека в файл из сенсоров LibreHardwareMonitorLib, если это нужно. По умолчанию выключено, может быть запущено при старте программы с аргументом «--hardware-dump»",
  "1_4_7_support" : "Поддержка: добавлены кнопки Boosty и Patreon в окно настроек. Буду рад, если вы меня поддержите, подписка начинается от 30 рублей — почти как доллар",

  "1_4_6_update_LHMLib" : "Обновлен LHMLib до последней ночной сборки",
  "1_4_6_statistics_recording" : "Функциональность: добавлена запись статистики в файл сразу после включения этой настройки",
  "1_4_6_cpu_load_not_updates" : "Исправлено: нагрузка на процессор иногда не обновлялась после выхода из режима сна Windows",
  "1_4_6_autostart_crushing" : "Исправлено: при некорректном закрытии программы следующий автозапуск мог сбойнуть",
  "1_4_6_min_max_reset" : "Исправлено: минимальные и максимальные значения температуры и TDP не сбрасывались, если был включен сбор статистики",
  "1_4_6_incorrect_max_values" : "Потенциально исправлено: иногда максимальные значения были неверными",

  "1_4_5_debug" : "Функциональность: добавлено логирование в файл «debug.txt» если приложение работает неправильно. Если обнаружите ошибки в приложении, то этот файл можно отправить мне с кратким описанием проблемы, а я постараюсь все исправить как можно скорее.",
  "1_4_5_settings_not_apply" : "Исправление: настройки процессора не применялись в некоторых случаях.",
  "1_4_5_minimal_states" : "Исправление: минимальное состояние CPU по умолчанию в Windows — 5 и 80 процентов от батареи и от розетки соответственно — было выше, чем заданные максимальные состояния, что не позволяло снизить частоту CPU.",
  "1_4_5_doubled_run" : "Исправление: был возможен запуск двух копий сразу.",
  "1_4_5_clear_buttons" : "Исправление: кнопки очистки для температур, TDP и средних значений были сломаны во время последнего обширного рефакторинга и не работали.",
  "1_4_5_cpu_settings_not_resetings" : "Исправление: дефолтные настройки Windows для CPU не применялись при закрытии приложения из трея.",
  "1_4_5_UI_updates" : "Исправление: при запуске интерфейс продолжал обновляться, даже если приложение было свернуто в трей.",
  "1_4_5_change_defaults" : "Оптимизация: изменены значения по умолчанию для интервала резервного копирования, интервала сбора температуры и TDP, а так же порога нагрузки на CPU на 15 мин, 0,7 сек и 80% соответственно. Влияет только на запуск без файла настроек.",
  "1_4_5_tray_icon_updates" : "Оптимизация: значок в трее теперь обновляется только при изменении текущей температуры.",
  "1_4_5_legacy" : "Оптимизация: удален сбор и обновление 2 устаревших массивов: «general_temps» и «general_TDP».",

  "1_4_4_crushes": "Исправлено закрытие программы при изменении режима работы процессора.",

  "feedback_headline" : "Как связаться?",
  "feedback_text_1" : "Буду рад любой обратной связи: о багах, предложениях по улучшению, помощи в развитии и данных тестирования.",
  "feedback_text_2" : "Список текущих задач есть на",
  "feedback_text_3" : "Если у вас есть учетная запись, чувствуйте себя свободно в создании новых задач или комментировании старых.",
  "feedback_text_4" : "Или пишите мне через форму, я регулярно проверяю почту, потому отвечу в течении 1-2 дней.",

  "ff_message" : "Сообщение",
  "ff_disclaimer_1" : "Обещаю использовать ваш Email только для обратной связи с вами. Никаких рассылок без вашего согласия.",
  "ff_error" : "Произошла ошибка, попробуйте позже.",
  "ff_success" : "Письмо принято, спасибо за обратную связь!",

  "home_button" : "На главную",
  "not_found_text" : "Такой страницы пока еще нет :(",

  "r_map_1" : "Текущая версия это тестовый релиз. Он нужен в первую очередь чтобы понять нужно ли развивать его дальше или как есть сейчас уже достаточно.",
  "r_map_2" : "Я очень хочу продолжить развитие и у меня есть план, он обозначен рядом. Мне очень нравится идея сделать удобную и полезную программу, так как в первую очередь она приносит пользу мне.",
  "r_map_3" : "Однако я знаю, что мое видение может быть не совсем верным, потому буду рад любой обратной связи: пожеланиям, предложениям или отловленным багам. Пишите мне!",

  "r_map_task_1_name" : "Новый интерфейс, возможно на React Native.",
  "r_map_task_1_hint" : "Это более быстрое развитие. Текущий интерфейс на QT очень сложно развивать.",

  "r_map_task_2_name" : "Управление частотой процессора в абсолютных значениях. Например, 2Ггц, а не 74%.",
  "r_map_task_2_hint" : "Сделает работу с программой удобнее и понятнее.",

  "r_map_task_3_name" : "Индивидуальные профили для приложений с принудительным турбо.",
  "r_map_task_3_hint" : "Не любой тип нагрузки можно определить как Турбо. Например, приложения с переменным использованием CPU, такие как GuitarRig.",

  "r_map_task_4_name" : "Больше информации на главном экране.",
  "r_map_task_4_hint" : "Для лучшего мониторинга и настройки под свои потребности."
}
